[
  {
    "category": "Discuss",
    "questions": [      
        "What's your ideal way to spend a vacation?",
        "What makes you dislike a person?",
        "Do you think you are a confident person? Why or why not?",
        "What about yourself are you most proud of?",
        "What would the best version of you be like?",
        "What life experiences did you miss out on?",
        "When are you the most \"you\"?",
        "How did you fall out with some of your previously close friends?",
        "Are you happy with the people you surround yourself with? Why or why not?",
        "What musical instrument do you wish you could play?",
        "When has a mundane occurrence or chance completely changed the course of your life?",
        "What is the nicest compliment you've received?",
        "What age would you like to live to?",
        "If you could travel to any country in the world for one month, where would you go?",
        "What is your favorite memory of someone who isn't in your life anymore?",
        "How superstitious are you?",
        "What has been a recurring theme in your life?",
        "What was your most inappropriate or embarrassing fart?",
        "What do you think happens after death?",
        "What are your top 5 rules for life?",
        "What's your favorite thing in your / our house?",
        "What book or movie do you wish you could experience for the first time again?",
        "If you had a friend who spoke to you the same way you speak to yourself, would you keep them as a friend?",
        "What petty thing that people do really gets on your nerves?",
        "What brings meaning to your life?",
        "What is something you wish you could say to people but can’t?",
        "What are some of the most attractive traits a person can have?",
        "What's a secret you've never told anyone?",
        "What small pleasures do you enjoy the most?",
        "Who is the most irritating person you know?",
        "What has been your biggest screw up so far?",
        "What have you struggled with your entire life?",
        "What is the most significant change you would like to make in your life?",
        "What do you want out of life?",
        "What calms you down the most?",
        "What are kinds of things do you find repulsive?",
        "What would your perfect life look like?",
        "If you received a salary to follow whatever passion you wanted to, what would you do?",
        "What's your most embarrassing story about being sick?",
        "What friend have you not thought about in a long time?",
        "What's the craziest thing that has happened at a job you worked at?",
        "Who do you act nice around but secretly dislike?",
        "If money was no object, and with no input from me, how would you decorate your / our house?",
        "How good are you at reading people?",
        "Are you hopeful about your future?",
        "Who do you want to be more like or who do you look up to most?",
        "What were the healthiest and unhealthiest periods of your life?",
        "What's the worst emotional or mental anguish you've endured?",
        "What do you like most about where we live?",
        "What do you worry about?",
        "What's something you screwed up and then tried to hide?",
        "What's the scariest / creepiest place you have ever been?",
        "Do you think the world is improving or getting worse? Why?",
        "How do you think society is changing? Do you think we'll change with it?",
        "What’s the worst thing that people are proud of?",
        "What’s the biggest betrayal you have ever experienced?",
        "What would be the greatest gift to receive?",
        "What is something that you are dreading?",
        "What makes you feel super fancy?",
        "What would you want your obituary to say?",
        "What has taken up too much of your life?",
        "What’s the most disheartening and heartening realization you have come to?",
        "What was the hardest lesson you’ve had to learn?",
        "Would you take 3 million dollars if it meant that the person you hate most in the world gets 9 million?",
        "What part of you as a person still needs a lot of work?",
        "What are some words of wisdom that have stuck with you all these years?",
        "How well do you know yourself?",
        "What is your best (not worst) flaw?",
        "How forgiving are you?",
        "Tell me about a time you almost died.",
        "Are you ashamed of anything you did in the past?",
        "If you are comfortable talking about it, what was it?",
        "Do you prefer living in the countryside, in a town, or in a big city? Why?",
        "What's your fondest memory of a tree?",
        "What are some of the most pleasant sensations for you?",
        "Are you happy with the career path you chose or do you wish you had chosen a different career?",
        "What's the most unethical thing you do regularly?",
        "What job do you think you were born to do?",
        "What's the biggest financial mistake you've made?",
        "What makes you lose faith in humanity when you think about it?",
        "What was the most painful thing to hear?",
        "What biases do you think you have?",
        "What are you battling that you don’t tell anyone about?",
        "What luxury do you enjoy treating yourself to?",
        "What do you most like to do when you have alone time?",
        "What is normal now that will be considered unethical and barbaric in 100 years?",
        "When you're gone when you want to be remembered for?",
        "If there was a horrible accident and you were unconscious and on life support, how long would you want to be on life support?",
        "Do you believe in good luck and bad luck? How about things that are lucky or unlucky?",
        "If you had a million dollars to give to any charity, what type of charity would you give it to?",
        "What's something that a lot of people are afraid of, but you aren't?",
        "If you could open a business what type of business would you open?",
        "What can someone do that makes them immediately unattractive to you, no matter how attractive they are physically?",
        "What untrue thing did you believe for an incredibly long time?",
        "What were the three most important turning points in your life?",
        "What animal are you most afraid of?",
        "What scandal happened in your neighbor or town when you were growing up?",
        "How well do you think you would handle prison?",
        "What's the most awkward social situation you've been in?",
        "What is something that scares you on a daily basis?",
        "When was the last time you cried?",
        "What's the most peaceful/restful night of sleep you've had?",
        "What's the most dangerous, thrill-seeking thing you would consider doing?",
        "What's your biggest regret?",
        "Is it better to trust people or not trust people? And why?",
        "What do you think your best and worst personality traits are?",
        "Who do you miss the most?",
        "What is the hardest life lesson you've had to learn?",
        "What do you take for granted?",
        "What's the most stressful situation you've been in? How did you handle it?",
        "What's the most ambitious thing you've attempted?",
        "How often do you change your opinions or how you view the world?",
        "What's the biggest opportunity you were given?",
        "What is something we should enjoy more because it won't be around for long?",
        "What's a question you wish people would ask more often?",
        "What is the saddest thing about your life that nobody knows?",
        "What are you most sentimental about?",
        "Do you think people more people look down on you or up to you? Why?",
        "What question do you most want an answer to?",
        "What are some of the telltale signs of a shallow person?",
        "What do you look forward to most in the day?",
        "If you could instantly learn a talent or skill, what would you want to know how to do?",
        "When is your favorite time of day?",
        "What are the best and worst things about the period of history we are living through?",
        "What's the most rewarding thing in your daily routine?",
        "What weird thing stresses you out more than it should?",
        "When do you feel like you are really in your element?",
        "How likely are you to believe in conspiracy theories?",
        "What are some alcohol-induced stories of your younger days?",
        "What's the best way for someone to improve themselves?",
        "What was the most productive time in your life? How about the least productive?",
        "What three words best describe you?",
        "How well do you function under a lot of pressure?",
        "What is your weakness?",
        "What are two of the most important events in your life?",
        "What is something you know is bad for you but you can't seem to get away from it?",
        "What's the biggest favor you've done for someone?",
        "How does your current morning routine compare to your ideal morning routine?",
        "What brings you the most joy?",
        "What are you purposefully ignoring even though you know you should probably deal with it?",
        "What do you wish you were better at?",
        "Is there anything you did wrong for years and years, only to discover later that you were doing it wrong?"
      ]    
  },
  {
    "category": "Girl",
    "questions": [      
        "What random stranger has had the biggest impact on your life?",
        "What achievement are you proud of but most people would consider silly or weird?",
        "What period in history had the best fashion?",
        "What silly or funny thing makes you afraid or creeps you out?",
        "How quickly do you jump to conclusions about people?",
        "How would the world change if super heroes and super villains actually existed?",
        "What would be your strategy for surviving an apocalyptic epidemic?",
        "What is the most important change that should be made to your country’s education system?",
        "What is something you think you will regret in the future not starting now and what is something you already regret not starting sooner?",
        "What part of your culture are you most and least proud of?",
        "What's the worst and best thing about being female?",
        "If you could put your brain in a robot and live indefinitely, would you?",
        "If you could replace the handshake as a greeting, what interesting new greeting would you replace it with?",
        "Who’s the worst guest you’ve had in your house and what did they do?",
        "When does time pass fastest for you and when does it pass the slowest?",
        "What always sounds like a good idea at the time but rarely is?",
        "Are humans fundamentally different than animals? If so, what makes us different?",
        "What pictures or paintings have had a big impact on you?",
        "What movie or book character are you most similar to?",
        "You can broadcast one sentence to every TV channel and radio in the world and have it translated to each country’s language. What sentence do you say?",
        "What fact are you really surprised that more people don't know about?",
        "What are you completely over and done with?",
        "What memory do you just keep going back to?",
        "What’s the most immature thing your parents do?",
        "What are you most passionate about and what do you wish you were more passionate about?",
        "What’s the best comeback you’ve ever heard?",
        "Who haven’t you seen or talked to in a long time and hope they are doing okay?",
        "Where is the last place you would ever go?",
        "What’s something that you’ve never been able to do well?",
        "Who is the humblest person you know?",
        "What is the silliest reason someone you've known has completely lost it?",
        "What is quite possibly the most annoying thing ever?",
        "What do you wish people would stop asking you?",
        "What is the most unusual fear you have?",
        "What is your favorite TV show?",
        "What’s the most ridiculous argument you’ve had?",
        "What’s the biggest lesson life has taught you?",
        "What is increasingly becoming socially acceptable?",
        "What’s the weirdest tradition your family has?",
        "If you could choose anyone living or dead, who would you choose to lead our country?",
        "What app on your phone do you wish you used more?",
        "Who was the most power mad person you’ve met?",
        "What world famous monument do you have no interest in visiting?",
        "What is something that you think people are only pretending to like or are deluding themselves into liking?",
        "What joke went way too far?",
        "What are some of the telltale signs that a guy is creepy?",
        "What is your very first memory?",
        "What’s the most embarrassing thing you’ve said or done around someone you had a crush on?",
        "Who is your favorite actor or actress?",
        "What doesn’t exist but you desperately want / need it?"      
    ]
  }
]
